{
"FailedToDecrypt" : "Failed to decrypt master seed",
"MasterseedMnemonic" : "Masterseed mnemonic",
"GasPriceWEI" : "Gas Price in WEI",
"TokenExist" : "this token exist in selected ETH address",
"AmountExceed" : "Amount exceed confirmed value",
"InvalidValues" : "Invalid values",
"CopiedToClipboard" : "copied to clipboard",
"TransactionFee" : "Transaction Fee",
"SureWipeWallet" : "Are you sure you want wipe your wallet?",
"CantRestoreCoins" : "Without seed you can't restore your coins.",
"SeedsArentSame" : "Seeds aren't same",
"HideAdvanced" : "Hide Advanced",
"ShowAdvanced" : "Show Advanced",
"StartRecoveringWallet" : "Start recovering your wallet",
"OpenNewWallet" : "Open your new wallet",
"PasswordNotMatch" : "Passwords does not match",
"PasswordShort" : "The password must have at least 8 characters (including one uppercase letter, one lowercase letter, and one number)",
"AlphaVersionWarning" : "You use the alpha version of the HODLER multiwallet, it may be unstable. The current version of the program is used only for functionality tests and for sending feedback. Confirm below that you have understood this message and accept it.",
"AddressFieldEmpty" : "Address field is empty",
"Bech32Unsupported" : "bech32 addresses are not supported yet",
"WrongAddress" : "Wrong Address",
"ReadAgainOCR" : "Not Found. Try again read ocr?",
"OCRInaccurate" : "OCR Inaccurate, please repair the address by yourself",
"QRCodeFor" : "This QRCode is for",
"ConfirmInNext" : "Confirm in next",
"Blocks" : "blocks",
"CreateBackupWallet" : "Do you want to create a backup of your wallet now?",
"Yes" : "Yes",
"NotNow" : "Not now",
"ConfigurationTakeOneStep" : "Configuration will take you only 1 step.",
"ChooseOption" : "Choose one of the options below:",
"NotExistInWorldlist" : "doesn't exist in wordlist",
"MasterSeedCreation" : "Master Seed Creation",
"NewCoinButton" : "New Coin",
"NewTokenButton" : "New Token",
"btnSync" : "Synchronize",
"BackToBalanceViewButton" : "Save list",
"lblThanks" : "Thank you for choosing our app",
"lblSetPassword" : "Set a password to your wallet",
"lblEnterPass" : "Enter password",
"lblRetypePass" : "Retype password",
"btnCreateWallet" : "Open your new wallet",
"labelHeaderForSG" : "Seed generated",
"lblSeed" : "Please backup seed on paper and keep it safe!",
"btnSeedGeneratedProceed" : "Proceed",
"btnQRBack" : "Back",
"TopInfoConfirmed" : "Balance",
"topInfoUnconfirmed" : "Unconfirmed",
"RefreshWalletView" : "Refresh",
"WVBalance" : "History",
"WVReceive" : "Receive",
"WVSend" : "Send",
"WVSettings" : "Settings",
"lblReceiveAmount" : "Amount",
"lblSendTo" : "Send to",
"lblAmount" : "Amount",
"btnSend" : "Send",
"btnBack" : "Back",
"btnExportPrivKey" : "Export Private Key",
"btnChangeDescription" : "Change Description",
"lblSendAllFunds" : "Send all funds",
"lblFromFee" : "subtract fee from amount",
"AutomaticFeeRadio" : "Automatic",
"FixedFeeRadio" : "Fixed",
"lblSHeader" : "Settings",
"btnSBack" : "Back",
"btnSWipe" : "Wipe Wallet Data",
"OrganizeButton" : "Organize",
"lblDSHeader" : "Decrypt Seed",
"btnDSBack" : "Back",
"lbldecryptSeedPass" : "Enter password",
"lblSCHeader" : "Seed Creator",
"lblEnterSeed" : "Enter Seed below (white characters are not included)",
"btnCheckSeed" : "Check",
"lblANWHeader" : "New Wallet",
"btnANWBack" : "Back",
"lblCSHeader" : "Confirm Seed",
"btnCSBack" : "Back",
"lblRetypeSeed" : "Please enter seed's words:",
"btnConfirm" : "Confirm",
"lblANTHeader" : "Add tokens",
"btnANTBack" : "Back",
"lblEKSHeader" : "Private Key",
"btnEKSBack" : "Back",
"lblCTHeader" : "Chose Token",
"btnCTBack" : "Back",
"btnAddManually" : "Add Manually",
"lblMTHeader" : "Add ERC20 token",
"btnMTBack" : "Back",
"lblContractAddress" : "Contract Address",
"lblTokenName" : "Name",
"lblSymbol" : "Symbol",
"lblDecimals" : "Decimals",
"btnAddContract" : "Add Contract",
"lblACHeader" : "Add Coin",
"btnACBack" : "Back",
"lblNewCoinDescription" : "Description",
"lblNewCoinDescriptionPass" : "Enter password",
"lblChangeDescryptionHeader" : "Description",
"btnChangeDescryptionBack" : "Back",
"lblChangeDescryption" : "New Description",
"btnCreateNewWallet" : "Create new wallet",
"btnRestoreWallet" : "Restore your existing wallet",
"SettingsLanguageLabel" : "Language",
"SettingsCurrencyLabel" : "Currency",
"CreateBackupButton" : "Create Backup",
"ResotreWalletHeaderLabel" : "You can restore your wallet on several ways. Choose one of the option below:",
"RestoreFromStringSeedButton" : "Seed",
"RestoreFromFileButton" : "Hodler Secure Backup",
"RestoreSeedEncryptedQRButton" : "Encrypted Seed QR",
"RestoreDecryptedSeedQRButton" : "Decrypted Seed QR",
"MnemonicSeedDescriptionLabel" : "Seed in an affordable form to write on a piece of paper",
"SeedMnemonicBackupButton" : "Mnemonic Seed",
"HSBDescriptionLabel" : "Send encrypted internal data using Share  ( password to restored wallet must be the same ) (Default)",
"SendWalletFileButton" : "Hodler Secure Backup",
"EncryptedQRDescriptionLabel" : "Send encrypted seed in encrypted file using Share ( password to restored wallet must be the same )",
"SendEncryptedSeedButton" : "Encrypted Seed QR",
"DecryptedQRDescriptionLabel" : "Send seed in encrypted file using Share",
"SendDecryptedSeedButton" : "Decrypted Seed QR",
"BackupHeaderLabel" : "Backup",
"BackupBackButton" : "Back",
"FileManagerPathUpButton" : "Up",
"SelectFilePath" : "Select File",
"btnRFFBack" : "Back",
"RFFHeaderLabel" : "Restore From File",
"ChooseFileLabel" : "Choose file:",
"RFFSelectFileButton" : "Select File",
"RFFPasswordInfo" : "Password to file ( same password for wallet)",
"RestoreFromFileConfirmButton" : "Restore",
"lblWelcomeDescription" : "Configuration will take you only 1 step. Choose one of the option below:",
"lblWelcome" : "Welcome!"


}
